Repository: Xilaew/judoshiai
Catalog: common/judoshiai-*.po
Languages: fr_fr

source: White has a judogi problem.
fr_fr: Blanc a un problème de judogi.

source: Blue has a judogi problem.
fr_fr: Bleu a un problème de judogi.

source: White won the voting
fr_fr: Blanc a remporté le combat

source: Blue won the voting
fr_fr: Blue a remporté le combat

source: Hansoku-make to white
fr_fr: Hansoku-make pour blanc

source: Hansoku-make to blue
fr_fr: Hansoku-make pour bleu

source: Match:
fr_fr: Combat:

source: Next:
fr_fr: Suivant:

source: Fight:
fr_fr: Combat:

source: Select font
fr_fr: Sélectionnez une police de caractères

source: About Judotimer
fr_fr: À propos de Judotimer

source: Set clocks
fr_fr: Configurer le chrono

source: Clock:
fr_fr: Chrono:

source: Match
fr_fr: Combat

source: Preferences
fr_fr: Préférences

source: Help
fr_fr: Aide

source: Undo!
fr_fr: annuler!

source: Match duration: automatic
fr_fr: Temps de combat automatique

source: Match duration: 2 min
fr_fr: Temps de combat: 2 min

source: Match duration: 3 min
fr_fr: Temps de combat: 3 min

source: Match duration: 4 min
fr_fr: Temps de combat: 4 min

source: Match duration: 5 min
fr_fr: Temps de combat: 5 min

source: Hantei: blue wins
fr_fr: Hantei: bleu vinqueur

source: Hantei: white wins
fr_fr: Hantei: Blanc vinqueur

source: Clear selection
fr_fr: Effacer la sélection

source: View Log
fr_fr: Voir Log

source: Show Competitors
fr_fr: Montrer les compétiteurs

source: Quit
fr_fr: Sortie

source: Contest
fr_fr: Combat

source: Switch sides
fr_fr: Changer de côté

source: Replay Video
fr_fr: Répéter la vidéo

source: Red background
fr_fr: Fond rouge

source: Full screen mode
fr_fr: Mode plein écran

source: Stop clock on Ippon
fr_fr: Arrêtez le chrono sur Ippon

source: Confirm New Match
fr_fr: Confirmer le nouveau combat

source: View clocks only
fr_fr: Voir seulement horloge

source: White first
fr_fr: Blanc en premier

source: Show competitors
fr_fr: Montrer les compétiteurs

source: Display layout
fr_fr: Disposition d'affichage

source: Display layout 1
fr_fr: Disposition d'affichage 1

source: Display layout 2
fr_fr: Disposition d'affichage 2

source: Display layout 3
fr_fr: Disposition d'affichage 3

source: Display layout 4
fr_fr: Disposition d'affichage 4

source: Display layout 5
fr_fr: Disposition d'affichage 5

source: Display customized layout
fr_fr: Afficher une mise en page personnalisée

source: Name format
fr_fr: Format du nom

source: Name Surname, Country/Club
fr_fr: Nom Prénom, Pays / Club

source: Surname, Name, Country/Club
fr_fr: Nom, prénom, pays / club

source: Country/Club Surname, Name
fr_fr: Pays / Club Nom, Nom

source: Country Surname, Name
fr_fr: Pays Nom, Nom

source: Club Surname, Name
fr_fr: Club Nom, Nom

source: Country Surname
fr_fr: Pays Nom

source: Club Surname
fr_fr: Nom du club

source: Surname, Name
fr_fr: Prénom, Nom

source: Surname
fr_fr: Nom

source: Country
fr_fr: Pays

source: Contest area
fr_fr: Aire de combat

source: Contest area not chosen
fr_fr: Tatami non sélectionné

source: Communication node
fr_fr: mode de communication

source: Own IP addresses
fr_fr: adresses IP propres

source: Video server
fr_fr: Serveur vidéo

source: Set time
fr_fr: Configuration temps

source: Increment time
fr_fr: Augmenter le temps

source: Decrement time
fr_fr: Diminuer le temps

source: Increment pin time
fr_fr: Augmenter le temps d'immobilisation

source: Decrement pin time
fr_fr: Diminuer le temps d'immobilisation

source: Normal operation
fr_fr: Fonctionnement normal

source: Slave mode
fr_fr: Mode esclave

source: Advertise
fr_fr: Annonce

source: Sound
fr_fr: Audio

source: Font
fr_fr: Police de caractères

source: Manual
fr_fr: Manuel

source: Quick guide
fr_fr: Guide rapide

source: About
fr_fr: à peu près

source: Advertisement
fr_fr: Annonce

source: Choose a directory
fr_fr: Choisissez un répertoire

source: Run Advertisements
fr_fr: Exécuter l'annonce

source: Choose a file
fr_fr: Séléctionez un fichier

source: Sound Files
fr_fr: Fichier son

source: All Files
fr_fr: Tous les fichiers

source: Start Golden Score?
fr_fr: Commencé Golden Score?

source: Blue wins
fr_fr: Bleu vaiqueur

source: White wins
fr_fr: Blanc vaiqueur

source: WINNER
fr_fr: VAINQUEUR

source: Start New Match?
fr_fr: Commencer un nouveau combat ?

source: Cancel
fr_fr: Annuler

source: REST TIME
fr_fr: Remise à zéro du temps

source: Points going to blue
fr_fr: Points pour bleu

source: Points going to white
fr_fr: Points pour blanc

source: (Connection OK)
fr_fr: (Connexion OK)

source: (Connection broken)
fr_fr: (connexion interrompue)

source: Video server URL
fr_fr: URL Serveur vidéo

source: User:
fr_fr: Utilisateur:

source: Password:
fr_fr: Mot de passe:

source: Show Video
fr_fr: Montrer la video

source: Competitor already exists!
fr_fr: Le concurrent existe déjà!

source: Competitor
fr_fr: Compétiteur

source: copied
fr_fr: copié

source: Category already exists!
fr_fr: La catégorie existe déjà!

source: Category
fr_fr: Catégorie

source: has been copied with competitors and matches
fr_fr: Il a été copié avec les judokas et les combats

source: Last Name
fr_fr: Nom

source: First Name
fr_fr: Prénom

source: Year of Birth
fr_fr: Année de naissance

source: Grade
fr_fr: Kyu

source: Reg. Category
fr_fr: Reg. catégorie

source: Weight
fr_fr: Poids

source: Tournaments
fr_fr: Tournois

source: Tournament
fr_fr: Tournoi

source: Cannot move
fr_fr: Ne peut pas bouger

source: Category drawn
fr_fr: Catégorie tirée au sort

source: All the categories located to the tatamis
fr_fr: Toutes les catégories assignées aux tatamis

source: Unlocated
fr_fr: Non attribué

source: Categories
fr_fr: Catégories

source: Unfreeze exported
fr_fr: débloquer l'ordre des combats

source: Unfreeze imported
fr_fr: débloquer l'importation

source: Unfreeze this
fr_fr: Débloquer celà

source: Show Sheet
fr_fr: Montreau tableau

source: Connections to this node
fr_fr: Connexions à ce noeud

source: Comment
fr_fr: Commentaire

source: Seeding
fr_fr: Tête de série

source: Club Seeding
fr_fr: Club Tête de série

source: already exists!
fr_fr: existe déjà!

source: Remove drawing first
fr_fr: Éliminer les tirages en premier

source: Competitors
fr_fr: Competiteurs

source: Last Name:
fr_fr: Nom:

source: First Name:
fr_fr: Prénom:

source: Year of Birth:
fr_fr: Année de naissance:

source: Grade:
fr_fr: Kyu:

source: Country:
fr_fr: Pays:

source: Reg. Category:
fr_fr: Reg. catégorie:

source: Category:
fr_fr: Catégorie:

source: Weight:
fr_fr: Poids:

source: Seeding:
fr_fr: Tête de série:

source: No seeding
fr_fr: Pas tête de série

source: Club Seeding:
fr_fr: Club Tête de série:

source: Coach Id:
fr_fr: ID de l'entraîneur

source: Gender:
fr_fr: Genre

source: Male
fr_fr: Mâle

source: Female
fr_fr: Femelle

source: Control:
fr_fr: Contrôle:

source: Comment:
fr_fr: Commentaire:

source: System:
fr_fr: Système:

source: Group:
fr_fr: Groupe:

source: Coach
fr_fr: Entraîneur

source: Group
fr_fr: Groupe

source: Empty categories removed
fr_fr: Catégories vides supprimées

source: Unweighted competitors removed
fr_fr: Compétiteurs sans pesée supprimés

source: Matches exist. Undo the drawing first.
fr_fr: Il y a des combats. Annuler le tirage en premier.

source: Competitors removed
fr_fr: Les concurrents retirés

source: Bar code search
fr_fr: Chercher le code-bar

source: Type the barcode:
fr_fr: Tapez le code-bar:

source: Weights do not match
fr_fr: Les poids ne correspondent pas

source: UTF-8 errors
fr_fr: Erreurs UTF-8

source: Extra spaces
fr_fr: Espaces supplémentaires

source: Cannot handle: Database created with newer JudoShiai version.
fr_fr: Impossible à gérer: Base de données crée avec la nouvelle version de JudoShiai.

source: Database tables updated.
fr_fr: Tables de base de données mises à jour.

source: Drawing not finished!
fr_fr: Tirage au sort inachevé!

source: Matches matched in category
fr_fr: Combats réalisés dans la catégorie

source: Clear the results first
fr_fr: Effacer les résultats en premier

source: Move the competitors
fr_fr: Déplacer les compétiteurs

source: Next
fr_fr: Suivant

source: Number
fr_fr: Numéro

source: Select first a competitor and then a number.
fr_fr: Sélectionnez d'abord un compétiteur, puis un numéro.

source: All the categories has been drawn
fr_fr: Toutes les catégories ont été tirées au sort

source: Matches
fr_fr: Combats

source: Sheet
fr_fr: Tableau

source: Previous winner
fr_fr: Vainqueur précédent

source: Cancel the match
fr_fr: Annuler le combat

source: Select a tatami
fr_fr: Sélectionnez un tatami

source: Password accepted.<br>
fr_fr: Code accepté.<br>

source: User
fr_fr: Utilisateur

source: Password
fr_fr: Mot de passe

source: Back
fr_fr: Retour

source: Wrong password
fr_fr: Mauvais mot de passe

source: Logout
fr_fr: Se déconnecter

source: Login
fr_fr: Se connecter

source: No rights to give results
fr_fr: Vous n'avez pas le droit de donner les résultats

source: No competitor found!
fr_fr: Aucun compétiteurs trouvé!

source: Add
fr_fr: Ajouter

source: Not used
fr_fr: Non utilisé

source: Column
fr_fr: Colonne

source: Import from file
fr_fr: Importer depuis un fichier

source: Sex:
fr_fr: Sexe:

source: Girl Text:
fr_fr: Texte féminin:

source: Column Separator:
fr_fr: Séparateur de colonne:

source: competitors added
fr_fr: Concurrents ajoutés

source: errors
fr_fr: erreurs

source: competitors existed already
fr_fr: Les compétiteurs existent déjà

source: syntax errors
fr_fr: erreurs de syntaxe

source: Time
fr_fr: Temps

source: Class
fr_fr: Classe

source: Log
fr_fr: Connexion

source: Communication error
fr_fr: Erreur de communication

source: Cannot open
fr_fr: On ne peut pas l'ouvrir

source: Is there another JudoShiai program running?
fr_fr: Existe-t-il un autre programme JudoShiai en cours?

source: Yes, another JudoShiai program is running
fr_fr: Oui, un autre programme JudoShiai est en cours d'exécution

source: No, this the only JudoShiai program. Purge erroneous lock file.
fr_fr: Non, c'est le seul programme JudoShiai. Supprimer les mauvais fichiers de verrouillage.

source: Communication is blocked! You can still use the program to create categories etc.
fr_fr: Communication bloquée! Vous pouvez continuer à utiliser le programme pour créer des catégories, etc...

source: Best of 3
fr_fr: Meilleur des 3

source: One match
fr_fr: Un combat

source: Pool
fr_fr: Poule

source: Double Pool
fr_fr: Double Poule

source: Quad Pool
fr_fr: Quad Poule

source: EST D klass
fr_fr: EST classe

source: ESP Dbl Lost
fr_fr: ESP Dbl. défaite.

source: ESP Dbl Rep
fr_fr: ESP Rep. doble

source: Modified Dbl Elim
fr_fr: Modifier Dbl Elim

source: Double Lost
fr_fr: Double KO

source: Default
fr_fr: Par défaut

source: FIN Double Repechage
fr_fr: FIN Double Repêchage

source: SWE Double Repechage
fr_fr: SWE Double Repêchage

source: Single Elimination
fr_fr: Simple Elimination

source: SWE Single Repechage
fr_fr: SWE simple Repêchage

source: ESP Double Lost
fr_fr: ESP Doble défaite

source: ESP Double Repechage
fr_fr: ESP Repesca doble

source: Modified Double Elimination
fr_fr: Double élimination modifiée

source: Prev. winner:
fr_fr: Montrer vainqueur.:

source: Delayed
fr_fr: Retardé

source: Next match
fr_fr: Combat suivant

source: Preparing
fr_fr: Préparez-vous

source: Delay the match
fr_fr: Retarder le combat

source: Remove delay
fr_fr: Supprimer le délai

source: Freeze match order
fr_fr: Bloquer l'ordre des combats

source: canceled
fr_fr: annulé

source: changed
fr_fr: modifié

source: Gold medal match
fr_fr: Finale

source: Bronze match A
fr_fr: Bronze A

source: Bronze match B
fr_fr: Bronze B

source: Semifinal A
fr_fr: Demi-finale A

source: Semifinal B
fr_fr: Demi-finale B

source: Silver medal match
fr_fr: Combat pour la médaille d'argent

source: Preparing:
fr_fr: Prépare-vous:

source: Expand All
fr_fr: Tout développer

source: Collapse All
fr_fr: Réduire tout

source: Remove comment
fr_fr: Supprimer le commentaire

source: White
fr_fr: Blanc

source: Blue
fr_fr: Bleu

source: Move Medal Matches
fr_fr: Déplacer les combats pour les médailles

source: Bronze2
fr_fr: Bronce2

source: Pool's last
fr_fr: Dernières poules

source: No move
fr_fr: Pas bouger

source: Tournament from the net
fr_fr: Tournoi du net

source: Contests
fr_fr: Compétition

source: Select sheet font
fr_fr: Sélectionner la police du tableau

source: Picture Files
fr_fr: Fichiers image

source: Print Headers
fr_fr: Impression de l'en-têtes

source: Add competitors
fr_fr: Ajouter des compétiteurs

source: Clean up duplicates and update reg. categories
fr_fr: Nettoyez les doublons et mettez à jour le reg.catégories.

source: Weighed only
fr_fr: Pesé uniquement

source: With weights
fr_fr: Avec pesée

source: competitors added and updated
fr_fr: Compétiteurs ajoutés et mis à jour

source: competitors already existed
fr_fr: Les compétiteurs existaient déjà

source: competitors added unchanged
fr_fr: Compétiteurs ajoutés sans modifications

source: Copy Weights
fr_fr: Copier les poids

source: weights updated
fr_fr: poids mis à jour

source: Do Backup
fr_fr: Faites des sauvegardes

source: CANNOT OPEN BACKUP FILE
fr_fr: NE PEUT PAS OUVRIR LE BACKUP

source: Drawing
fr_fr: Tirage au sort

source: Results
fr_fr: Resultas

source: New Tournament
fr_fr: Nouveau tournoi

source: Open Tournament
fr_fr: Ouvrir tournoi

source: Open Tournament from Net
fr_fr: Tournoi ouvert par le réseau

source: Properties
fr_fr: Propriétés

source: Tournament Backup
fr_fr: Sauvegarde du tournoi

source: Validate Database
fr_fr: Valider la base de données

source: SQL Dialog
fr_fr: Dialogue SQL

source: New Competitor
fr_fr: Nouveau compétiteur

source: Search Competitor
fr_fr: Chercher compétiteur

source: Select From Another Shiai
fr_fr: Sélectionner à partir d'un autre Shiai

source: Add From a Text File
fr_fr: Ajouter à partir d'un fichier texte

source: Add All From Another Shiai
fr_fr: Ajouter tout d'un autre Shiai

source: Update Weights From Another Shiai
fr_fr: Mettre à jour les poids d'un autre Shiai

source: Remove Unweighted
fr_fr: Supprimer les non pesées

source: Restore Removed
fr_fr: Restaurer les supprimés

source: Bar Code Search
fr_fr: Chercher par Bar Code

source: Print Weight Notes
fr_fr: Imprimer les notes de poids

source: New Category
fr_fr: Nouvelle catégorie

source: Remove Empty
fr_fr: Supprimer les vides

source: Create Categories
fr_fr: Créer categories

source: Print All
fr_fr: Imprimer tous

source: Print All (PDF)
fr_fr: Imprimer tout (PDF)

source: Print Matches (CSV)
fr_fr: Imprimer les combats (CSV)

source: Draw All Categories
fr_fr: Tirer au sort toutes les catégories

source: Print All (Web And PDF)
fr_fr: Imprimer tout (Web & PDF)

source: Print Schedule to Printer
fr_fr: Imprimer le tableau sur l'imprimante

source: Print Schedule to PDF
fr_fr: Imprimer le tableau en PDF

source: Control Tatami
fr_fr: Contrôle Tatami

source: Communication Node
fr_fr: Neux de communication

source: Own IP Addresses
fr_fr: Adresses IP propres

source: Show Attached Connections
fr_fr: Afficher les connexions entrantes

source: Automatic Sheet Update
fr_fr: Mettre à jour les feuilles automatiquement

source: Club Name Only
fr_fr: Nom du club seulement

source: Country Name Only
fr_fr: Nom du pays seulement

source: Both Club and Country
fr_fr: Nom Club et pays

source: Abbreviations in Sheets
fr_fr: Abréviations dans le tableau

source: Weights Visible in Pool Sheets
fr_fr: Poids visibles dans les feuilles de poules

source: Sheet Font
fr_fr: Police des feuilles

source: SVG Templates
fr_fr: Modèles SVG

source: Language Selection
fr_fr: Sélection de la langue

source: Print Accreditation Cards
fr_fr: Imprimer cartes d'accréditation

source: Print Schedule
fr_fr: Imprimer le tableau

source: Club Text Selection
fr_fr: Sélection du texte du club

source: Sheet Layout
fr_fr: Disposition de la feuille

source: Weights Visible
fr_fr: Poids visibles

source: Name Format
fr_fr: Format du nom

source: Surname Name, Country/Club
fr_fr: Nom Prénom, pays / club

source: Country/Club, Surname Name
fr_fr: Pays / club, Nom Prénom

source: Pool Style 2
fr_fr: Poule Style 2

source: Use Belt Colors
fr_fr: Utiliser couleurs de ceinture

source: Mirror Tatami Order
fr_fr: Inverser l'ordre Tatami

source: Automatic Match Delay
fr_fr: Retard automatique des combats

source: Print Logo
fr_fr: Imprimer logo

source: Show
fr_fr: Montrer

source: Reset to Defaults
fr_fr: Réinitialiser les paramètres par défaut

source: Scale Serial Interface...
fr_fr: Interface série de la balance...

source: Medal Matches...
fr_fr: Combats pour médaille...

source: Matches matched. Clear the results first.
fr_fr: Combats faits. Nettoyer les résultats en premier.

source: already exists
fr_fr: existe déjà

source: Move Competitors Here
fr_fr: Déplacez les compétiteurs ici

source: Compose Unofficial Category
fr_fr: Composer une catégorie non officielle

source: Draw Selected
fr_fr: Tirage au sort sélectionné

source: Draw and Print Selected
fr_fr: Tirage au sort Dessiner et imprimer la sélection

source: Draw Manually
fr_fr: Tirage au sort manuellement

source: Remove Drawing
fr_fr: Suprimer tirage au sort

source: Copy Competitors
fr_fr: Copier les compétiteurs

source: Remove Competitors
fr_fr: Supprimer compétiteurs

source: Print Selected Sheets (Printer)
fr_fr: Imprimer les tableaux sélectionnés (imprimante)

source: Print Selected Sheets (PDF)
fr_fr: Imprimer les tableaux sélectionnés (PDF)

source: Print Selected Accreditation Cards
fr_fr: Imprimer cartes d'accréditation sélectionnées

source: Results in Finnish
fr_fr: Résultats en Finlandais

source: Results in Swedish
fr_fr: Résultats en Suédois

source: Results in English
fr_fr: Résultats en Anglais

source: Results in Spanish
fr_fr: Résultats en Espagnol

source: Results in Estonian
fr_fr: Résultats en Estonien

source: Results in Ukrainian
fr_fr: Résultats en Ukrainien

source: Results in Norwegian
fr_fr: Resultados en Noruego

source: Results in Icelandic
fr_fr: Résultats en Islandais

source: Save file
fr_fr: Enregistrer le fichier

source: Landscape
fr_fr: Paysage

source: Line
fr_fr: Ligne

source: Syntax error
fr_fr: Erreur de syntaxe

source: Print To:
fr_fr: Imprimer vers:

source: Printer
fr_fr: Imprimante

source: Start time:
fr_fr: Démarer temps:

source: Resolution (min):
fr_fr: Résolution (min):

source: Compressed timeline
fr_fr: Chronologie compilée

source: Match File
fr_fr: Fichier combat

source: Print Not Started Categories
fr_fr: Imprimer les catégories non lancées

source: Print Started Categories
fr_fr: Imprimer les catégories lancées

source: Print Finished Categories
fr_fr: Imprimer les catégories terminees

source: Print Unmatched
fr_fr: Impression non appariée

source: Print Result
fr_fr: Imprimer les résultats

source: Print IWYKS
fr_fr: Imprimer IWYKS

source: Print Comment
fr_fr: Imprimer les commentaires

source: Layout:
fr_fr: Disposition

source: Template
fr_fr: Modèle

source: One Card Per Page
fr_fr: Une carte par page

source: Tournament:
fr_fr: Tournoi:

source: Number of tatamis:
fr_fr: Nombre de tatamis:

source: White first:
fr_fr: Blanc en premier:

source: Best two out of three matches:
fr_fr: Les deux meilleurs des trois combats:

source: Medal will be awarded only if a contest was won:
fr_fr: La médaille sera remise seulement si un combat est gagné:

source: Seeded to fixed places:
fr_fr: Tête de série à des endroits fixes:

source: Double Pool 2 with carried forward points:
fr_fr: Double Poule 2 avec points reportés:

source: Two pool bronzes:
fr_fr: Deux poules bronzes:

source: Resolve 3-way ties by weights:
fr_fr: Résoudre triple tirage en utilisant le poids:

source: Tournament properties
fr_fr: Propriétés du tournoi

source: Competitors:
fr_fr: Compétiteurs:

source: Weighted:
fr_fr: Pesé:

source: Reset to
fr_fr: Réinitialiser à

source: Players
fr_fr: Compétiteurs

source: Max age
fr_fr: Max Âge

source: System
fr_fr: Système

source: Initialize
fr_fr: Initialiser

source: General
fr_fr: Général

source: Pool settings
fr_fr: Configurasion de la poule

source: Default systems
fr_fr: Systèmes par défaut

source: Grade names
fr_fr: Noms des grades

source: Statistics
fr_fr: Statistiques:

source: Search
fr_fr: Chercher

source: Men
fr_fr: Homme

source: Women
fr_fr: Femme

source: Highest age:
fr_fr: Âge maximum:

source: Age text:
fr_fr: Âge texte:

source: Match time:
fr_fr: Temps de combat:

source: Rest time:
fr_fr: Temps de repos:

source: Pin times (IWYK):
fr_fr: Temps d'immobilisation³n.(IWYK):

source: Rep. time:
fr_fr: Tiemps de rep.:

source: Highest weight (g):
fr_fr: Poids maximum (g):

source: Weight text:
fr_fr: texte du poids:

source: Sheets
fr_fr: Tableaux

source: Basic Scripts
fr_fr: Scripts de base

source: Select Script
fr_fr: Sélectionnez le script

source: No script available
fr_fr: Aucun script disponible

source: Run Script
fr_fr: Exécuter le script

source: Repeat Script
fr_fr: Répéter le script

source: Use SVG Templates
fr_fr: Utiliser des modèles SVG

source: Which one is correct?
fr_fr: Laquelle est correcte ?

source: Own database
fr_fr: reconnaître database

source: Foreign database
fr_fr: Base de données étrangère

source: Do not change
fr_fr: Ne pas changer

source: Stop synchronization
fr_fr: Arrêter la synchronisation

source: is not a valid ASCII string!
fr_fr: n'est pas une chaîne ASCII valide!

source: Automatic Web Page Update
fr_fr: Mise à jour automatique des pages Web

source: Create Statistics
fr_fr: Créer les statistiques

source: Print SVG
fr_fr: Imprimer SVG

source: Category starts
fr_fr: Catégories commencées

source: About JudoInfo
fr_fr: À propos de JudoInfo

source: Normal display
fr_fr: Affichage normal

source: Small display
fr_fr: Petit écran

source: Horizontal display
fr_fr: Affichage horizontal

source: Mirror tatami order
fr_fr: Inverser l'ordre tatami

source: Write to file
fr_fr: Écrire dans un fichier

source: Show Tatami
fr_fr: Montrer Tatami

source: Semifinal
fr_fr: Demi-finale

source: Address of the communication node
fr_fr: Adresse du noeud de communication

source: IP address:
fr_fr: Adresse IP:

source: Serial Communication
fr_fr: Port de communication

source: In Use
fr_fr: Utilisé

source: Device
fr_fr: Dispositif

source: Baudrate
fr_fr: Vitesse de transmission

source: Name:
fr_fr: Prénom:

source: Confirm:
fr_fr: Confirmer:

source: About JudoWeight
fr_fr: À propos de JudoWeight

source: No match soon! Please wait for a while.
fr_fr: Pas de combat bientôt! S'il te plaît attend un moment

source: About JudoJudogi
fr_fr: À propos de JudoJudogi
